export const navItems = [
    { label: 'Про нас', url: '/aboutUs'},
    { label: 'Пацієнти', url: '/patients'},
    { label: 'Зустрічі', url: '/meetings'},
    { label: 'Ввійти', url: '/login'},
];

export const benefits = [
    {
        id: '1',
        title: 'Економія часу',
        text: 'Автоматизація рутинних завдань, таких як ведення записів, нагадування про прийоми та управління списками пацієнтів, дозволяє лікарям зосередитися на найважливішому – здоров’ї пацієнтів.',
        imageUrl: '1_time' // Замініть на шлях до вашого зображення
    },
    {
        id: '2',
        title: 'Збільшення продуктивності',
        text: 'Оптимізація робочого процесу завдяки інтуїтивному інтерфейсу та швидкому доступу до необхідної інформації. Це дозволяє приймати більше пацієнтів та покращувати якість обслуговування.',
        imageUrl: '2_productivity'
    },
    {
        id: '3',
        title: 'Покращення комунікації з пацієнтами',
        text: 'Надійний інструмент для спілкування з пацієнтами через безпечний чат, нагадування про прийоми та онлайн-консультації.',
        imageUrl: '3_communication'
    },
    {
        id: '4',
        title: 'Збільшення кількості пацієнтів',
        text: 'Залучення нових пацієнтів завдяки зручній системі запису на прийом та позитивним відгукам про ваш сервіс.',
        imageUrl: '4_quantity'
    },
    {
        id: '5',
        title: 'Безпека даних',
        text: 'Надійний захист персональних даних пацієнтів відповідно до сучасних стандартів безпеки. Ви можете бути впевнені, що інформація про ваших пацієнтів зберігається конфіденційно.',
        imageUrl: '5_security'
    }
];