import Section from "../shared/Section"

const Description = () => {
  return (
    <Section className={"pr-10 pl-10"}>
        <h1 className="text-2xl font-bold text-center font-playfair p-3">
            Наш сайт створений для того, щоб спростити роботу лікарів. З нами ви зможете:
        </h1>
        <div className="text-center text-2xl font-serif">
            - Вести детальні записи про пацієнтів: Створіть повну історію хвороби кожного пацієнта в одному місці.<br/>
            - Організувати графік прийомів: Плануйте свій робочий день ефективно і ніколи не пропустіть важливий візит.<br/>
            - Підтримувати зв&apos;язок з пацієнтами: Надсилайте нагадування про прийоми, відповідайте на питання та надавайте консультації онлайн.<br/>
            - Збільшити свою продуктивність: Автоматизуйте рутинні завдання і зосередьтеся на тому, що дійсно важливо – здоров&apos;ї ваших пацієнтів.
        </div>
    </Section>
  )
}

export default Description